#!/usr/bin/env python3

# --------------- комментарий 72 символа -------------------------------
# ----------------------- код 79 символов -------------------------------------

"""Задание:

Скрипт-настройка для всего проекта.
Начало: 25 июля 2023 г. 01:23.
Обновлена: 25 июля 2023 г. 01:23.

"""

# Версия скрипта.  
version = '0.1.0'

# Планирование разработки:
 
# Выполнено на ver.0.1.0:
# ------------------------
# 1. Создаём пустой файл и подключаем его в проект.
# 2. Ссылка на имя файла, в котором хранится лабиринт.
#
# План работ на ver.0.1.X:
# ------------------------

# Файл с описанием лабиринта в формате json.
FILE_MAZE = "maze.json"